{text:
[
"Welcome to the online resources section.  I am onlineDee and I will teach you about the online resources that the University has to offer.  This is the UD Homepage.  It is where you will go to access a majority of resources"
,
"The main area of interest is UDSIS. This is where you will do a majority of essential online tasks. To access this hover over the MyUD section that is highlighted."
,
"Once hovering over there, click the UDSIS-Students link that is highlighted and we will proceed to login"
,
"This is the login page.  Here we will enter our information to proceed to UDSIS."
,
"This is the UDSIS home screen. A lot of important actions can be done here."
,
"All of your classes are right here."
,
"Your advisor(s) are listed here.  You will have 1 for each declared major."
,
"Now we will explore some important areas of UDSIS."
,
"The first we will look at is how to register for classes. To do so click the highlighted link."
,
"This is the screen where you can add or drop classes.  To add a class simply type the course ID into the box on the bottom of the screen.  Let's go explore other areas."
,
"Now we will look at other things we can do on UDSIS, like changing majors."
,
"This is where we click to access the change major form."
,
"Here we see the top of the form.  This includes all of our personal information and our current Majors and Minors."
,
"Down here we see the option to add or remove majors or minors. Simply fill this form out and your advisor or a department member will reach out to you to let you know the progress of your form."
,
"Finally we will look at the degree audit"
,
"If we look at the highlighted dropdown box"
,
"We see the degree audit option.  Let's click it!"
,
"This is our degree audit.  It gives a lot of important information.  It will list all of your major(s), minor(s), and the classes that you need for them, so you can make sure that you are on track for graduation."
,
"There is a lot of important information on UDSIS that we do not have time to cover now.  I definitely recommend exploring it further as it will be extremely helpful to your success during your time here."
,
"Thank you for your time, now lets play a matching game to see how much we learned."
]
}